[
  {
    "id": "1",
    "slug": "spring-charity-fair",
    "title": "Весенняя благотворительная ярмарка",
    "date": "2024-04-10",
    "preview": "Приглашаем всех на традиционную весеннюю благотворительную ярмарку в поддержку наших подопечных. Будет много интересного!",
    "content": "10 апреля в центральном парке города состоится ежегодная весенняя ярмарка в поддержку фонда помощи шнауцерам.\n\nВ программе:\n- Выставка наших подопечных\n- Консультации кинологов\n- Мастер-классы по уходу за собаками\n- Продажа изделий ручной работы\n- Концертная программа\n\nВсе собранные средства пойдут на лечение и содержание собак, находящихся под опекой фонда. Приходите всей семьёй!",
    "image": "/images/news/fair.jpg"
  },
  {
    "id": "2",
    "slug": "new-pensioners-program",
    "title": "Запуск программы «Наши пенсионеры»",
    "date": "2024-03-15",
    "preview": "Мы рады объявить о старте новой программы помощи пожилым шнауцерам. Узнайте, как вы можете помочь.",
    "content": "Фонд запускает специальную программу «Наши пенсионеры», направленную на помощь пожилым собакам, которым особенно сложно найти новый дом.\n\nВ рамках программы:\n- Специальные условия пристройства\n- Помощь с ветеринарным обслуживанием\n- Поддержка новых хозяев\n- Консультации по уходу за пожилой собакой\n\nЕсли вы готовы подарить тепло и заботу пожилому питомцу — свяжитесь с нами. Эти собаки заслуживают достойную старость в любящей семье.",
    "image": "/images/news/pensioners.jpg"
  },
  {
    "id": "3",
    "slug": "reks-found-home",
    "title": "Рекс нашёл дом!",
    "date": "2024-02-28",
    "preview": "Замечательная новость — наш Рекс обрёл любящую семью. Это уже 15-я счастливая история в этом году!",
    "content": "Сегодня произошло чудо — Рекс, который находился в фонде больше года, наконец нашёл свою семью!\n\nСемья Ивановых долго искала крупную породистую собаку и влюбилась в Рекса с первого взгляда. После знакомства, адаптации и всех необходимых процедур Рекс переехал в свой новый дом.\n\nТеперь у него есть большой двор для прогулок, любящие хозяева и даже новый друг — кот Мурзик. Мы очень рады за Рекса и благодарим семью Ивановых за доброе сердце!",
    "image": "/images/news/reks-home.jpg"
  }
]
