[
  {
    "id": "1",
    "slug": "charlie-story",
    "dogName": "Чарли",
    "year": 2023,
    "part": 1,
    "preview": "История спасения Чарли, который был найден на улице в ужасном состоянии и обрёл новую жизнь.",
    "content": "Холодным ноябрьским вечером 2023 года волонтёры нашли Чарли в промзоне. Он был истощён, напуган и явно нуждался в срочной помощи.\n\nПервые дни были критическими. Ветеринары боролись за его жизнь, а волонтёры дежурили у него круглосуточно. Постепенно Чарли начал поправляться.\n\nЧерез три месяца лечения и реабилитации Чарли превратился в жизнерадостного, активного пса. Семья Петровых увидела его фото в соцсетях и сразу решила — это их собака.\n\nСегодня Чарли живёт в загородном доме, обожает длительные прогулки и стал лучшим другом для двоих детей своих хозяев. Это настоящая история второго шанса.",
    "photos": [
      "/images/stories/charlie-1.jpg",
      "/images/stories/charlie-2.jpg",
      "/images/stories/charlie-3.jpg"
    ],
    "beforePhoto": "/images/stories/charlie-before.jpg",
    "afterPhoto": "/images/stories/charlie-after.jpg"
  },
  {
    "id": "2",
    "slug": "bella-story",
    "dogName": "Белла",
    "year": 2022,
    "part": 1,
    "preview": "Белла попала в фонд после смерти хозяйки. Сложная адаптация и счастливый финал.",
    "content": "Белла прожила 7 лет с пожилой хозяйкой, которая внезапно ушла из жизни. Родственники не могли взять собаку, и Белла оказалась в фонде.\n\nПервое время она была очень подавлена, отказывалась от еды, скучала. Волонтёры понимали, что ей нужна особая забота и терпение.\n\nНаша волонтёр Мария проводила с Беллой каждый день по несколько часов, гуляла, разговаривала, постепенно завоёвывая доверие. Через месяц Белла стала проявлять интерес к жизни.\n\nЕщё через два месяца её заметила семья, потерявшая свою собаку год назад. Они искали именно такую — спокойную, взрослую, ласковую. Белла нашла новый дом, где её очень любят и ценят.",
    "photos": [
      "/images/stories/bella-1.jpg",
      "/images/stories/bella-2.jpg"
    ],
    "beforePhoto": "/images/stories/bella-before.jpg",
    "afterPhoto": "/images/stories/bella-after.jpg"
  },
  {
    "id": "3",
    "slug": "max-story",
    "dogName": "Макс",
    "year": 2021,
    "part": 2,
    "preview": "Макс был агрессивен и никому не доверял. Долгая работа кинолога изменила всё.",
    "content": "Макс попал к нам из приюта, где его считали «проблемной» собакой. Он рычал, не давался в руки, был закрыт для людей.\n\nФонд не опустил руки. Мы пригласили опытного кинолога Сергея, который специализируется на реабилитации травмированных собак. Работа была кропотливой и долгой.\n\nЧетыре месяца ежедневных занятий, терпения и любви дали результат. Макс начал доверять, стал спокойнее, научился базовым командам.\n\nСемья Соколовых, имеющая опыт содержания сложных собак, взяла Макса на пристройство. Сейчас он живёт в частном доме, охраняет территорию и обожает своих хозяев. Правильный подход творит чудеса!",
    "photos": [
      "/images/stories/max-1.jpg",
      "/images/stories/max-2.jpg"
    ],
    "beforePhoto": "/images/stories/max-before.jpg",
    "afterPhoto": "/images/stories/max-after.jpg"
  }
]
